{
  "chapitres": [
    {
      "titre": "Estimation",
      "titre_original": "计",
      "titre_alternatif": "Calculations",
      "article": 1,
      "contenu": "La guerre est d’une importance vitale pour l’État. C’est le domaine de la vie et de la mort : la conservation ou la perte de l’empire en dépendent ; il est impérieux de le bien régler. Ne pas faire de sérieuses réflexions sur ce qui le concerne, c’est faire preuve d’une coupable indifférence pour la conservation ou pour la perte de ce qu’on a de plus cher, et c’est ce qu’on ne doit pas trouver parmi nous.\nCinq choses principales doivent faire l’objet de nos continuelles méditations et de tous nos soins, comme le font ces grands artistes qui, lorsqu’ils entreprennent quelque chef-d’œuvre, ont toujours présent à l’esprit le but qu’ils se proposent, mettent à profit tout ce qu’ils voient, tout ce qu’ils entendent, ne négligent rien pour acquérir de nouvelles connaissances et tous les secours qui peuvent les conduire heureusement à leur fin.\nSi nous voulons que la gloire et les succès accompagnent nos armes, nous ne devons jamais perdre de vue : la doctrine, le temps, l’espace, le commandement, la discipline.\nLa doctrine fait nâıtre l’unité de penser ; elle nous inspire une même manière de vivre et de mourir, et nous rend intrépides et inébranlables dans les malheurs et dans la mort.\nSi nous connaissons bien le temps, nous n’ignorerons point ces deux grands principes Yin et Yang par lesquels toutes les choses naturelles sont formées et par lesquels les éléments reçoivent leurs différentes modifications ; nous saurons le temps de leur union et de leur mutuel concours pour la production du froid, du chaud, de la sérénité ou de l’intempérie de l’air.\nL’espace n’est pas moins digne de notre attention que le temps ; étudions le bien, et nous aurons la connaissance du haut et du bas, du loin comme du près, du large et de l’étroit, de ce qui demeure et de ce qui ne fait que passer.\nJ’entends par commandement, l’équité, l’amour pour ceux en particulier qui nous sont soumis et pour tous les hommes en général ; la science des ressources, le courage et la valeur, la rigueur, telles sont les qualités qui doivent caractériser celui qui est revêtu de la dignité de général ; vertus nécessaires pour l’acquisition desquelles nous ne devons rien négliger : seules elles peuvent nous mettre en état de marcher dignement à la tête des autres.\nAux connaissances dont je viens de parler, il faut ajouter celle de la discipline. Posséder l’art de ranger les troupes ; n’ignorer aucune des lois de la subordination et les faire observer à la rigueur ; être instruit des devoirs particuliers de chacun de nos subalternes ; savoir connâıtre les différents chemins par où on peut arriver à un même terme ; ne pas dédaigner d’entrer dans un détail exact de toutes les choses qui peuvent servir, et se mettre au fait de chacune d’elles en particulier. Tout cela ensemble forme un corps de discipline dont la connaissance pratique ne doit point échapper à la sagacité ni aux attentions d’un général.\nVous donc que le choix du prince a placé à la tête des armées, jetez les fondements de votre science militaire sur les cinq principes que je viens d’établir. La victoire suivra partout vos pas : vous n’éprouverez au contraire que les plus honteuses défaites si, par ignorance ou par présomption, vous venez à les omettre ou à les rejeter.\nPlongez l’adversaire dans d’inextricables épreuves et prolongez son épuisement en vous tenant à distance ; veillez à fortifier vos alliances au-dehors, et à affermir vos positions au-dedans par une politique de soldats-paysans.\nQuel regret que de tout risquer en un seul combat, en négligeant la stratégie victorieuse, et faire dépendre le sort de vos armes d’une unique bataille !\nLorsque l’ennemi est uni, divisez-le ; et attaquez là où il n’est point préparé, en surgissant lorsqu’il ne vous attend point. Telles sont les clefs stratégiques de la victoire, mais prenez garde de ne point les engager par avance.\nQue chacun se représente les évaluations faites dans le temple, avant les hostilités, comme des mesures : elles disent la victoire lorsqu’elles démontrent que votre force est supérieure à celle de l’ennemi ; elles indiquent la défaite lorsqu’elles démontrent qu’il est inférieur en force.\nConsidérez qu’avec de nombreux calculs on peut remporter la victoire, redoutez leur insuffisance. Combien celui qui n’en fait point a peu de chances de gagner !\nC’est grâce à cette méthode que j’examine la situation, et l’issue apparâıtra clairement."
    },
    {
      "titre": "Engagement",
      "titre_original": "作战",
      "titre_alternatif": "Waging War",
      "article": 2,
      "contenu":"Je suppose que vous commencez la campagne avec une armée de cent mille hommes, que vous êtes suffisamment pourvu des munitions de guerre et de bouche, que vous avez deux mille chariots, dont mille sont pour la course, et les autres uniquement pour le transport ; que jusqu’à cent lieues de vous, il y aura partout des vivres pour l’entretien de votre armée ; que vous faites transporter avec soin tout ce qui peut servir au raccommodage des armes et des chariots ; que les artisans et les autres qui ne sont pas du corps des soldats vous ont déjà précédé ou marchent séparément à votre suite ; que toutes les choses qui servent pour des usages étrangers, comme celles qui sont purement pour la guerre, sont toujours à couvert des injures de l’air et à l’abri des accidents fâcheux qui peuvent arriver.\nJe suppose encore que vous avez mille onces d’argent à distribuer aux troupes chaque jour, et que leur solde est toujours payée à temps avec la plus rigoureuse exactitude. Dans ce cas, vous pouvez aller droit à l’ennemi. L’attaquer et le vaincre seront pour vous une même chose.\nJe dis plus : ne différez pas de livrer le combat, n’attendez pas que vos armes contractent la rouille, ni que le tranchant de vos épées s’émousse. La victoire est le principal objectif de la guerre.\nLorsque vos gens auront pris sur l’ennemi au-delà de dix chars, commencez par récompenser libéralement tant ceux qui auront conduit l’entreprise que ceux qui l’auront exécutée. Employez ces chars aux mêmes usages que vous employez les vôtres, mais auparavant ôtez-en les marques distinctives qui pourront s’y trouver.\nTraitez bien les prisonniers, nourrissez-les comme vos propres soldats ; faites en sorte, s’il se peut, qu’ils se trouvent mieux chez vous qu’ils ne le seraient dans leur propre camp, ou dans le sein même de leur patrie. Ne les laissez jamais oisifs, tirez parti de leurs services avec les défiances convenables, et, pour le dire en deux mots, conduisez-vous à leur égard comme s’ils étaient des troupes qui se fussent enrôlées librement sous vos étendards. Voilà ce que j’appelle gagner une bataille et devenir plus fort.\nSi vous faites exactement ce que je viens de vous indiquer, les succès accompagneront tous vos pas, partout vous serez vainqueur, vous ménagerez la vie de vos soldats, vous affermirez votre pays dans ses anciennes possessions, vous lui en procurerez de nouvelles, vous augmenterez la splendeur et la gloire de l’État, et le prince ainsi que les sujets vous seront redevables de la douce tranquillité dans laquelle ils couleront désormais leurs jours.\nL’essentiel est dans la victoire et non dans les opérations prolongées.\nLe général qui s’entend dans l’art de la guerre est le ministre du destin du peuple et l’arbitre de la destinée de la victoire.\nQuels objets peuvent être plus dignes de votre attention et de tous vos efforts !"
    },
    {
      "titre": "Attaque par la ruse",
      "titre_original": "谋攻",
      "titre_alternatif": "Planning Offensives",
      "article": 3,
      "contenu":"Voici quelques maximes dont vous devez être pénétré avant que de vouloir forcer des villes ou gagner des batailles.\nConserver les possessions et tous les droits du prince que vous servez, voilà quel doit être l’objet continuel de votre sollicitude ; ne jamais risquer d’entreprendre quelque chose contre les intérêts de l’État, voilà ce que vous devez avoir principalement en vue ; travailler ensuite à augmenter les possessions du prince, à lui en procurer de nouvelles, c’est ce que vous ne devez jamais perdre de vue.\nSi vous vous conduisez d’après ces maximes, vous serez un digne ministre de l’État et votre nom passera à la postérité avec les éloges qu’il aura mérités ; si vous vous en écartez, vous ne serez point regardé comme un homme d’État ; vous ne serez qu’un courtisan infidèle, et vous mourrez chargé de la maldiction publique.\nToute guerre est fondée sur la tromperie. Un homme de guerre doit être faux et dissimulé.\nLorsqu’il est prêt à attaquer, qu’il paraisse ne vouloir rien entreprendre. S’il veut livrer bataille, qu’il en donne quelque autre prétexte. Quand il est prêt à attaquer, qu’il semble ne s’occuper qu’à défendre ses postes. Quand il est en quelque endroit, qu’il se garde bien de le désigner.\nAttirez l’ennemi par des appâts. Faites semblant de désordre, et battez-le.\nS’il est de la même force que vous, évitez de le combattre. S’il est fort dans tous les points, soyez en garde contre lui. S’il est irascible, irritez-le. S’il est orgueilleux, flattez son orgueil.\nQuand vous saurez que l’ennemi est réposé, fatiguez-le. S’il est uni, divisez ses forces.\nAttaquez-le par surprise, et sur les points où il n’a point pris de garde.\nIl est de certains chemins par où il ne faut point passer ; de certaines troupes qu’il ne faut point attaquer ; de certaines villes qu’il ne faut point assiéger ; de certains terrains qu’il ne faut point disputer ; de certains ordres du prince qu’il ne faut point exécuter.\nUn général qui sait se porter à propos, qui saura juger de ce qu’il doit entreprendre et de ce qu’il doit s’abstenir de faire, sera grandement élevé. Il gouvernera bien tout ce qui dépend de lui.\nQu’il soit circonspect dans le choix des espions, mais qu’il les emploie abondamment. Il saura en tirer de grands avantages. Un homme comme lui peut se vanter de conserver sa fortune et d’augmenter ses dignités.\nUn général doit être animé d’un courage martial ; il doit de plus avoir la fermeté et la présence d’esprit d’un homme d’État.\nSoyez prompt comme le vent ; majestueux comme la forêt ; ravageur comme le feu ; immobile comme une montagne. Soyez aussi inpénétrable que les ténèbres, et comme le tonnerre, frappez l’ennemi sans lui laisser le temps de se reconnaître."
    },
    {
      "titre": "Dispositions tactiques",
      "titre_original": "军形",
      "titre_alternatif": "Positioning",
      "article": 4,
      "contenu":"Dans toutes vos campagnes, ne vous écartez jamais des maximes suivantes :\nSi vos forces sont inférieures, évitez la bataille ;\nSi vos troupes sont en nombre égal, sachez vous distinguer par des mouvements celerates et imprévus.\nLa meilleure préparation consiste à se rendre invincible, en se mettant à l’abri de toute attaque possible ;\nL’art de la guerre consiste à faire prévaloir votre force en exploitant habilement les faiblesses de l’ennemi.\nSachez que l’ennemi ne sera jamais invincible partout à la fois, et que la vigilance vous rendra inaccessible à ses attaques.\nIl faut qu’un bon général soit plein de circonspection avant d’attaquer, et même après avoir formé le dessein de combattre, qu’il ne laisse pas de veiller sur tout ce qu’il y a à faire.\nNe vous pressez point d’aller au combat ; ne fuyez pas non plus avec empressement.\nQue votre démarche soit calme et également éloignée de la crainte comme de la présomption.\nUn général sage ne doit jamais livrer de bataille lorsqu’il n’a point de raison de se promettre un succès.\nIl ne faut jamais combattre sans délibérer ; et il ne faut délibérer que lorsqu’on a lieu d’espérer une victoire certaine.\nIl est des cas où les plus grandes promptitudes sont nécessaires. Un général capable peut surmonter ces difficultés par sa vigilance, sa patience, son habileté à déguiser ses desseins.\nConsidérez vos soldats comme vos enfants bien-aimés et ils vous suivront dans les vallées les plus profondes ; regardez-les comme vos propres fils, et ils demeureront auprès de vous jusqu’à la mort.\nSi vous n’avez point d’instructions bien précises de votre souverain, vous pouvez, lorsqu’il le faudra, vous dispenser de les suivre."
    },
    {
      "titre": "Énergie",
      "titre_original": "兵势",
      "titre_alternatif": "Directing",
      "article": 5,
      "contenu":"L’ordonnance militaire doit être fixée et établie d’avance ;\nLes armes de toutes les troupes doivent être semblables.\nQuoi que l’on fasse, il faut être dans l’ordre.\nLes soldats, bien qu’ils soient de différentes armées, doivent ne former qu’un seul corps.\nNe faites rien sans avoir délibéré et consulté les auspices.\nIl faut, de plus, faire d’avance le plan des différentes positions de vos troupes ; savoir les avantages et les désavantages de la droite, de la gauche, du centre, de l’avant et de l’arriere-garde.\nNe vous éloignez jamais des maximes que je vous donne.\nCelui qui a de l’expérience dans l’art militaire s’étudie, dans ses moindres actions, à tirer parti de tout. Il ne permet pas que rien passe inaperçu ou inemployé.\nIl évite ce qui est difficile ; il recherche ce qui est facile. Il considère ses troupes comme des cailloux qu’il pourrait faire rouler du haut d’une montagne.\nL’ordre de bataille de toutes les troupes doit être conforme à celui du chef qui les commande.\nQue vos troupes se distinguent par leur ordre et par la précision de leurs mouvements.\nQue le jour du combat, toutes les troupes se rangent suivant l’ordonnance convenue et s’accordent toutes dans leurs mouvements.\nDonnez des ordres précis pour tout ce qu’elles doivent faire ; n’omettez rien.\nSi vos troupes ne sont point bien disciplinées, si vous n’ordonnez pas bien leurs mouvements, si vous ne leur prescrivez pas la forme de leur campement, si vous ne les exercez point à se mettre en bataille, si vous ne les faites point manoeuvrer sans cesse, ne vous flattez pas de pouvoir vaincre vos ennemis.\nN’allez pas vous engager trop tôt dans des passes difficiles ; n’exposez point vos troupes à des escarmouches ou à des combats particuliers."
    },
    {
      "titre": "Faiblesse et force",
      "titre_original": "虚实",
      "titre_alternatif": "Weaknesses and Strengths",
      "article": 6,
      "contenu":"L’art de la guerre est de soumettre l’ennemi sans combat.\nIl faut savoir discerner les faiblesses de l’ennemi et ses points forts. Attaquez-le là où il n’est pas fort, défendez-vous là où il pense que vous êtes faible.\nUn bon général doit savoir tromper l’ennemi pour le désorienter ; il doit être capable de masquer ses intentions pour les dévoiler au moment propice.\nLa meilleure stratégie est celle qui se termine par la reddition de l’ennemi sans effusion de sang.\nSachez employer la ruse et la feinte pour diviser les forces adverses et les affaiblir.\nNe ménagez pas vos efforts pour obtenir la victoire ; utilisez toutes les ressources disponibles, y compris les espions et la désobstruction de vos propres plans.\nLa victoire appartient à celui qui sait s’adapter aux circonstances changeantes et qui peut exploiter les opportunités au moment où elles se présentent.\nNe sous-estimez jamais l’ennemi, même s’il semble faible ; restez vigilant et prêt à toute éventualité.\nLes mouvements des troupes doivent être aussi imprévisibles que le vent, aussi fluides que l’eau, et aussi stables que la montagne.\nSachez tirer parti des terrains favorables et évitez ceux qui ne le sont pas.\nUtilisez la connaissance du terrain pour surprendre l’ennemi et le désorienter.\nUn bon général doit savoir anticiper les mouvements de l’ennemi et préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à s’adapter aux circonstances et à exploiter les points faibles de l’ennemi.\nLa préparation et la planification minutieuses sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nLe général qui sait manier l’art de la guerre avec habileté peut remporter des victoires sans effusion de sang et sans détruire les ressources de l’ennemi."
    },
    {
      "titre": "Manœuvre",
      "titre_original": "军争",
      "titre_alternatif": "Military Maneuvers",
      "article": 7,
      "contenu":"Considérez la disposition des troupes comme le grand principe de la guerre.\nLe général qui est maître dans l’art de manœuvrer ses troupes s’assure de la victoire.\nUn bon général sait quand attaquer et quand se retirer.\nIl utilise la vitesse et la précision pour surprendre l’ennemi et le désorienter.\nLes mouvements de l’armée doivent être coordonnés et harmonieux, comme les notes d’une même symphonie.\nNe laissez jamais l’ennemi déterminer le champ de bataille ; choisissez le terrain qui vous est favorable.\nUn général habile sait adapter ses plans en fonction des circonstances et des mouvements de l’ennemi.\nIl utilise des feintes et des diversions pour tromper l’ennemi et le mener là où il veut.\nLa disposition des troupes doit être flexible et capable de s’adapter rapidement aux changements de situation.\nNe combattez jamais sur un terrain désavantageux ; utilisez le terrain à votre avantage.\nUn bon général sait exploiter les points forts de ses troupes et dissimuler leurs faiblesses.\nIl prépare des embuscades et des pièges pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse.\nUn général doit être capable de prévoir les mouvements de l’ennemi et de préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à manœuvrer habilement ses troupes et à utiliser le terrain à son avantage.\nLa préparation minutieuse et la planification sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre."
    },
    {
      "titre": "Les neuf variables",
      "titre_original": "九变",
      "titre_alternatif": "Variations and Adaptability",
      "article": 8,
      "contenu":"Un bon général doit être capable de prévoir les mouvements de l’ennemi et de préparer des contre-mesures appropriées.\nIl doit savoir quand attaquer et quand se retirer.\nIl doit être flexible et adaptable, capable de modifier ses plans en fonction des circonstances.\nUn bon général sait utiliser la ruse et la feinte pour tromper l’ennemi et le mener là où il veut.\nIl doit être capable de manœuvrer habilement ses troupes pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse.\nUn général doit être capable de prévoir les mouvements de l’ennemi et de préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à manœuvrer habilement ses troupes et à utiliser le terrain à son avantage.\nLa préparation minutieuse et la planification sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nUn bon général doit savoir discerner les faiblesses de l’ennemi et ses points forts. Attaquez-le là où il n’est pas fort, défendez-vous là où il pense que vous êtes faible.\nUn bon général doit savoir tromper l’ennemi pour le désorienter ; il doit être capable de masquer ses intentions pour les dévoiler au moment propice.\nLa meilleure stratégie est celle qui se termine par la reddition de l’ennemi sans effusion de sang.\nSachez employer la ruse et la feinte pour diviser les forces adverses et les affaiblir.\nNe ménagez pas vos efforts pour obtenir la victoire ; utilisez toutes les ressources disponibles, y compris les espions et la désobstruction de vos propres plans.\nLa victoire appartient à celui qui sait s’adapter aux circonstances changeantes et qui peut exploiter les opportunités au moment où elles se présentent.\nNe sous-estimez jamais l’ennemi, même s’il semble faible ; restez vigilant et prêt à toute éventualité.\nLes mouvements des troupes doivent être aussi imprévisibles que le vent, aussi fluides que l’eau, et aussi stables que la montagne.\nSachez tirer parti des terrains favorables et évitez ceux qui ne le sont pas.\nUtilisez la connaissance du terrain pour surprendre l’ennemi et le désorienter.\nUn bon général doit savoir anticiper les mouvements de l’ennemi et préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à s’adapter aux circonstances et à exploiter les points faibles de l’ennemi.\nLa préparation et la planification minutieuses sont essentielles pour assurer le succès de toute campagne militaire."
    },
    {
      "titre": "Marche de l'armée",
      "titre_original": "行军",
      "titre_alternatif": "Marches",
      "article": 9,
      "contenu":"Lorsque vous vous trouvez dans une situation délicate, n’essayez jamais d’engager une bataille à moins d’être absolument sûr de votre victoire.\nUn bon général doit savoir discerner les moments opportuns pour attaquer et ceux pour se retirer.\nIl doit savoir utiliser la ruse et la feinte pour tromper l’ennemi et le mener là où il veut.\nLa disposition des troupes doit être flexible et capable de s’adapter rapidement aux changements de situation.\nUn général habile sait exploiter les points forts de ses troupes et dissimuler leurs faiblesses.\nIl prépare des embuscades et des pièges pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse.\nUn général doit être capable de prévoir les mouvements de l’ennemi et de préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à manœuvrer habilement ses troupes et à utiliser le terrain à son avantage.\nLa préparation minutieuse et la planification sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre."
    },
    {
      "titre": "Terrain",
      "titre_original": "地形",
      "titre_alternatif": "Terrain and Topography",
      "article": 10,
      "contenu":"Un bon général doit savoir discerner les faiblesses de l’ennemi et ses points forts.\nAttaquez-le là où il n’est pas fort, défendez-vous là où il pense que vous êtes faible.\nUn bon général doit savoir tromper l’ennemi pour le désorienter ; il doit être capable de masquer ses intentions pour les dévoiler au moment propice.\nLa meilleure stratégie est celle qui se termine par la reddition de l’ennemi sans effusion de sang.\nSachez employer la ruse et la feinte pour diviser les forces adverses et les affaiblir.\nNe ménagez pas vos efforts pour obtenir la victoire ; utilisez toutes les ressources disponibles, y compris les espions et la désobstruction de vos propres plans.\nLa victoire appartient à celui qui sait s’adapter aux circonstances changeantes et qui peut exploiter les opportunités au moment où elles se présentent.\nNe sous-estimez jamais l’ennemi, même s’il semble faible ; restez vigilant et prêt à toute éventualité.\nLes mouvements des troupes doivent être aussi imprévisibles que le vent, aussi fluides que l’eau, et aussi stables que la montagne.\nSachez tirer parti des terrains favorables et évitez ceux qui ne le sont pas.\nUtilisez la connaissance du terrain pour surprendre l’ennemi et le désorienter.\nUn bon général doit savoir anticiper les mouvements de l’ennemi et préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à s’adapter aux circonstances et à exploiter les points faibles de l’ennemi.\nLa préparation et la planification minutieuses sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nUn bon général doit savoir discerner les moments opportuns pour attaquer et ceux pour se retirer.\nIl doit savoir utiliser la ruse et la feinte pour tromper l’ennemi et le mener là où il veut.\nLa disposition des troupes doit être flexible et capable de s’adapter rapidement aux changements de situation.\nUn général habile sait exploiter les points forts de ses troupes et dissimuler leurs faiblesses.\nIl prépare des embuscades et des pièges pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse."
    },
    {
      "titre": "Les neuf situations",
      "titre_original": "九地",
      "titre_alternatif": "The Nine Battlegrounds",
      "article": 11,
      "contenu":"Ne vous engagez jamais dans une bataille sans être sûr de la victoire.\nUn bon général doit savoir discerner les faiblesses de l’ennemi et ses points forts.\nAttaquez-le là où il n’est pas fort, défendez-vous là où il pense que vous êtes faible.\nUn bon général doit savoir tromper l’ennemi pour le désorienter ; il doit être capable de masquer ses intentions pour les dévoiler au moment propice.\nLa meilleure stratégie est celle qui se termine par la reddition de l’ennemi sans effusion de sang.\nSachez employer la ruse et la feinte pour diviser les forces adverses et les affaiblir.\nNe ménagez pas vos efforts pour obtenir la victoire ; utilisez toutes les ressources disponibles, y compris les espions et la désobstruction de vos propres plans.\nLa victoire appartient à celui qui sait s’adapter aux circonstances changeantes et qui peut exploiter les opportunités au moment où elles se présentent.\nNe sous-estimez jamais l’ennemi, même s’il semble faible ; restez vigilant et prêt à toute éventualité.\nLes mouvements des troupes doivent être aussi imprévisibles que le vent, aussi fluides que l’eau, et aussi stables que la montagne.\nSachez tirer parti des terrains favorables et évitez ceux qui ne le sont pas.\nUtilisez la connaissance du terrain pour surprendre l’ennemi et le désorienter.\nUn bon général doit savoir anticiper les mouvements de l’ennemi et préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à s’adapter aux circonstances et à exploiter les points faibles de l’ennemi.\nLa préparation et la planification minutieuses sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nUn bon général doit savoir discerner les moments opportuns pour attaquer et ceux pour se retirer.\nIl doit savoir utiliser la ruse et la feinte pour tromper l’ennemi et le mener là où il veut.\nLa disposition des troupes doit être flexible et capable de s’adapter rapidement aux changements de situation.\nUn général habile sait exploiter les points forts de ses troupes et dissimuler leurs faiblesses.\nIl prépare des embuscades et des pièges pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse."
    },
    {
      "titre": "Attaque par le feu",
      "titre_original": "火攻",
      "titre_alternatif": "Attack by Fire",
      "article": 12,
      "contenu":"L’art de la guerre repose sur la capacité à s’adapter aux circonstances et à exploiter les points faibles de l’ennemi.\nLa préparation et la planification minutieuses sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nUn bon général doit savoir discerner les moments opportuns pour attaquer et ceux pour se retirer.\nIl doit savoir utiliser la ruse et la feinte pour tromper l’ennemi et le mener là où il veut.\nLa disposition des troupes doit être flexible et capable de s’adapter rapidement aux changements de situation.\nUn général habile sait exploiter les points forts de ses troupes et dissimuler leurs faiblesses.\nIl prépare des embuscades et des pièges pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse.\nUn général doit être capable de prévoir les mouvements de l’ennemi et de préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à manœuvrer habilement ses troupes et à utiliser le terrain à son avantage.\nLa préparation minutieuse et la planification sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nUn bon général doit savoir discerner les faiblesses de l’ennemi et ses points forts. Attaquez-le là où il n’est pas fort, défendez-vous là où il pense que vous êtes faible.\nUn bon général doit savoir tromper l’ennemi pour le désorienter ; il doit être capable de masquer ses intentions pour les dévoiler au moment propice.\nLa meilleure stratégie est celle qui se termine par la reddition de l’ennemi sans effusion de sang.\nSachez employer la ruse et la feinte pour diviser les forces adverses et les affaiblir.\nNe ménagez pas vos efforts pour obtenir la victoire ; utilisez toutes les ressources disponibles, y compris les espions et la désobstruction de vos propres plans.\nLa victoire appartient à celui qui sait s’adapter aux circonstances changeantes et qui peut exploiter les opportunités au moment où elles se présentent.\nNe sous-estimez jamais l’ennemi, même s’il semble faible ; restez vigilant et prêt à toute éventualité.\nLes mouvements des troupes doivent être aussi imprévisibles que le vent, aussi fluides que l’eau, et aussi stables que la montagne.\nSachez tirer parti des terrains favorables et évitez ceux qui ne le sont pas.\nUtilisez la connaissance du terrain pour surprendre l’ennemi et le désorienter.\nUn bon général doit savoir anticiper les mouvements de l’ennemi et préparer des contre-mesures appropriées."
    },
    {
      "titre": "Emploi des espions",
      "titre_original": "用间",
      "titre_alternatif": "Espionage",
      "article": 13,
      "contenu":"Les espions sont une ressource précieuse pour tout général qui souhaite remporter la victoire.\nUtilisez les espions pour obtenir des informations sur les plans et les mouvements de l’ennemi.\nLes espions peuvent vous fournir des renseignements précieux qui vous permettront d’anticiper les actions de l’ennemi et de préparer des contre-mesures appropriées.\nUn bon général sait utiliser la ruse et la feinte pour tromper l’ennemi et le mener là où il veut.\nLa disposition des troupes doit être flexible et capable de s’adapter rapidement aux changements de situation.\nUn général habile sait exploiter les points forts de ses troupes et dissimuler leurs faiblesses.\nIl prépare des embuscades et des pièges pour surprendre l’ennemi et le mettre en déroute.\nLa victoire dépend de la capacité à sélectionner et à disposer judicieusement ses troupes sur le champ de bataille.\nNe sous-estimez jamais l’importance de la logistique et de l’approvisionnement ; une armée bien approvisionnée est une armée victorieuse.\nUn général doit être capable de prévoir les mouvements de l’ennemi et de préparer des contre-mesures appropriées.\nL’art de la guerre repose sur la capacité à manœuvrer habilement ses troupes et à utiliser le terrain à son avantage.\nLa préparation minutieuse et la planification sont essentielles pour assurer le succès de toute campagne militaire.\nNe laissez jamais l’ennemi deviner vos intentions ; soyez toujours imprévisible et insaisissable.\nLa victoire est assurée à celui qui sait combiner la force et la ruse, la prévoyance et la détermination.\nNe vous laissez pas distraire par des objectifs secondaires ; restez concentré sur votre but principal et utilisez toutes vos ressources pour l’atteindre.\nUn bon général doit savoir discerner les faiblesses de l’ennemi et ses points forts. Attaquez-le là où il n’est pas fort, défendez-vous là où il pense que vous êtes faible.\nUn bon général doit savoir tromper l’ennemi pour le désorienter ; il doit être capable de masquer ses intentions pour les dévoiler au moment propice.\nLa meilleure stratégie est celle qui se termine par la reddition de l’ennemi sans effusion de sang.\nSachez employer la ruse et la feinte pour diviser les forces adverses et les affaiblir.\nNe ménagez pas vos efforts pour obtenir la victoire ; utilisez toutes les ressources disponibles, y compris les espions et la désobstruction de vos propres plans.\nLa victoire appartient à celui qui sait s’adapter aux circonstances changeantes et qui peut exploiter les opportunités au moment où elles se présentent.\nNe sous-estimez jamais l’ennemi, même s’il semble faible ; restez vigilant et prêt à toute éventualité.\nLes mouvements des troupes doivent être aussi imprévisibles que le vent, aussi fluides que l’eau, et aussi stables que la montagne.\nSachez tirer parti des terrains favorables et évitez ceux qui ne le sont pas.\nUtilisez la connaissance du terrain pour surprendre l’ennemi et le désorienter.\nUn bon général doit savoir anticiper les mouvements de l’ennemi et préparer des contre-mesures appropriées."
    }
  ]
}
